 [
        {
            "id": 1,
            "name": "Thomas Keller",
            "img": "https://i.ibb.co/y8R438Z/Thomas-Keller-2.jpg",
            "experience": 5,
            "num_recipes": 4,
            "likes": 50,
            "details": "Thomas Keller is a chef who is passionate about using food to tell stories and spark conversations. He believes in the power of food to bring people together and create positive change in the world. In the kitchen, he encourages his chefs to experiment and take risks, and he fosters a culture of collaboration and innovation. Thomas Keller's cooking style is inspired by the traditions of American cuisine, but he also incorporates modern techniques and global flavors into her dishes. He is known for his creativity and playfulness in the kitchen, and he often reimagines classic American dishes in unexpected ways."
        },
        {
            "id": 2,
            "name": "Gordon Ramsay",
            "img": "https://i.ibb.co/1nLbp53/i-Stock-544353724-e1562099629995-1024x817.jpg",
            "experience": 3,
            "num_recipes": 4,
            "likes": 20,
            "details": " Gordon Ramsay is a perfectionist and demands nothing but the best from himself and his team. He is a strict but fair leader in the kitchen, and he believes in teaching his chefs the fundamentals of cooking so that they can develop their own unique styles. Gordon Ramsay's cooking style is rooted in classic American cuisine, but he also incorporates elements of British and Asian cuisine into his dishes. He is known for his attention to detail and insistence on using only the freshest and highest quality ingredients."
        },
        {
            "id": 3,
            "name": "Ina Garten",
            "img": "https://i.ibb.co/19cZpB9/360-F-46340033-r4r-ZUll7-MDn-SXM4n-S87qoy-AKEg-BGXIKE.jpg",
            "experience": 6,
            "num_recipes": 3,
            "likes": 100,
            "details": "Ina Garten is a chef who is deeply committed to sustainability and social justice. She believes that food should be both delicious and ethical, and she works closely with local farmers and producers to create a more just and sustainable food system. In the kitchen, she emphasizes the importance of cooking with intention and mindfulness, and she encourages her chefs to develop their own connections to the ingredients and the people who produce them. Ina Garten cooking style is focused on simple, seasonal, and locally-sourced ingredients. She is a pioneer of the farm-to-table movement, and she believes in letting the natural flavors of the ingredients shine through in her dishes."  
        },
        {
            "id": 4,
            "name": "Mario Batali",
            "img": "https://i.ibb.co/vd4t0w9/smiling-chef-with-cut-vegetables-in-kitchen.jpg",
            "experience": 3,
            "num_recipes": 3,
            "likes": 40,
            "details": "Mario Batali is a chef who is passionate about using food as a way to tell stories and evoke emotions. She believes in creating a dining experience that is both beautiful and meaningful, and she often incorporates poetry and art into her menus. In the kitchen, she encourages her chefs to be creative and curious, and she fosters a culture of openness and experimentation. Mario Batali's cooking style is inspired by her American heritage, but she also incorporates elements of California cuisine and global flavors into her dishes. She is known for her artistic presentation and her use of unusual ingredients, such as sea urchin, squid ink, and truffles."
        },
        {
            "id": 5,
            "name": "Jamie Oliver",
            "img": "https://i.ibb.co/ZLfk4D7/mastering-new-culinary-heights.jpg",
            "experience": 1,
            "num_recipes": 3,
            "likes": 4,
            "details": "Jamie Oliver is a chef who is deeply influenced by his American heritage and the principles of omotenashi, or hospitality. He believes in creating a warm and welcoming atmosphere in his restaurant, and he values the relationships he develops with his guests. In the kitchen, he emphasizes the importance of technique and discipline, and he encourages his chefs to strive for perfection in every dish they create. Jamie Oliver's cooking style is rooted in the traditions of American cuisine. He is known for his precision and attention to detail, and he uses only the highest quality ingredients in his dishes."
        },
        {
            "id": 6,
            "name": "Nigella Lawson",
            "img": "https://i.ibb.co/vsf74q1/FCC-9945-min.jpg",
            "experience": 3,
            "num_recipes": 3,
            "likes": 25,
            "details": "Nigella Lawson is a chef who is passionate about breaking down barriers and challenging assumptions about food and culture. Nigella Lawson's cooking style is influenced by his American heritage, as well as his experiences working in some of the world's top kitchens. He is known for his bold flavors and his willingness to take risks in the kitchen, such as using fermentation and other traditional techniques to create new and exciting dishes."
        }
    ]